accountsservice
acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-plugins
alsa-utils
arc-gtk-theme-eos
archlinux-xdg-menu
arc-x-icons-theme
autoconf
automake
awesome-terminal-fonts
b43-fwcutter
barrier
base
bash-completion
bat
bind
binutils
bison
boost-libs
brightnessctl
broot
btrfs-progs
cantarell-fonts
capitaine-cursors
celluloid
crda
cryptsetup
device-mapper
dex
dhclient
dialog
diffuse
diffutils
direnv
discord
dmidecode
dmraid
dnsmasq
docker
dosfstools
downgrade
duf
e2fsprogs
efibootmgr
efitools
egl-wayland
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
endeavouros-xfce4-terminal-colors
eos-apps-info
eos-hooks
eos-log-tool
eos-rankmirrors
eos-skel-ce-sway
eos-update-notifier
ethtool
exa
exfatprogs
f2fs-tools
fakeroot
fd
feh
ffmpegthumbnailer
file
file-roller
findutils
firefox
flex
fsarchiver
gawk
gcc
gettext
git
git-delta
glances
gnome-connections
gnome-keyring
gnu-netcat
grep
grim
groff
grub
grub2-theme-endeavouros
grub-tools
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gtk-layer-shell
guake
gvfs
gzip
haveged
hdparm
htop
httpie
hwdetect
hwinfo
imv
inetutils
intel-ucode
inxi
ipw2100-fw
ipw2200-fw
iwd
jfsutils
jq
lazygit
less
libdvdcss
libgsf
libopenraw
libtool
libwnck3
light
lightdm
lightdm-slick-greeter
linux
linux-atm
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
lxappearance
ly
m4
make
mako
man-db
man-pages
mcfly
mdadm
meld
mesa-utils
mkcert
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
modemmanager
mtools
nano
nano-syntax-highlighting
nbd
ndisc6
neofetch
netctl
networkmanager
network-manager-applet
networkmanager-openvpn
nfs-utils
nilfs-utils
nmap
noto-fonts
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
oniguruma
openconnect
opendesktop-fonts
openvpn
os-prober
pacman
pacman-contrib
pamixer
pass
patch
pavucontrol
pcurses
perl
pipewire-alsa
pipewire-jack
pipewire-media-session
pipewire-pulse
pkgconf
pkgfile
polkit-gnome
poppler-glib
power-profiles-daemon
ppp
pptpclient
pv
python
python-defusedxml
python-packaging
ranger
rclone
rebuild-detector
reflector
reflector-simple
reiserfsprogs
rofi
rofi-emoji
rp-pppoe
rsync
sed
sg3_utils
slurp
smartmontools
s-nail
sof-firmware
sshfs
sudo
sway
swaybg
swayidle
swaylock
sysfsutils
sysstat
systemd-sysvcompat
terminator
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tldr
ttf-bitstream-vera
ttf-dejavu
ttf-fira-code
ttf-font-awesome
ttf-jetbrains-mono
ttf-liberation
ttf-nerd-fonts-symbols
ttf-opensans
ttf-ubuntu-font-family
unrar
unzip
upower
usb_modeswitch
usbutils
vim
vpnc
waybar
wayland-protocols
welcome
wget
which
whois
wireless-regdb
wireless_tools
wl-clipboard
wmctrl
wofi
wpa_supplicant
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xdotool
xed
xf86-input-libinput
xf86-video-intel
xfce4-terminal
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xwayland
xterm
yad-eos
yay
z
zsh
autotiling
hdx-realtime-media-engine
icaclient
microsoft-edge-stable-bin
noto-color-emoji-fontconfig
spotify
ttf-windows
visual-studio-code-bin
wlsunset
wob
